Repository: BHTechMobile/fE0yQkO23Z
Catalog: Millenium/Resource/LocalizeString/*.lproj/Localizable.strings
Languages: th

# You like?
source: You like xxx ?
th: You like Thailand?

# kLang_Langugae
source: Language
th: ภาษา

# kLang_BMWCarService
source: BMW Car Service
th: BMW บริการ รถ

# kLang_News
source: News
th: ข่าว

# kLang_Services
source: Services
th: บริการ

# kLang_Service
source: Service
th: บริการ

# kLang_Booking
source: Booking
th: การจอง

# kLang_Dealers
source: Dealers
th: ดีลเลอร์

# kLang_Collection
source: Collections
th: สินค้า

# kLang_Emegency_Serivce
source: emergency services
th: บริการฉุกเฉิน

# kLang_NewsDetail
source: News Detail
th: รายละเอียดข่าว

# kLang_ProductDetail
source: Product Detail
th: รายละเอียดสินค้า

# kLang_Back
source: Back
th: ย้อนกลับ

# kLang_EditProfile
source: Edit Profile
th: แก้ไขข้อมูลส่วนตัว

# kLang_BookingHistory
source: Booking History
th: ประวัติการจอง

# kLang_SelectVehicle
source: Select Vehicle
th: เลือกรถ

# kLang_SelectBranch
source: Select Branch
th: เลือก สาขา

# kLang_SelectDateTime
source: Select Date/Time
th: เลือก วันที่ / เวลา

# kLang_SelectType
source: Select Type
th: เลือกประเภท

# kLang_ServiceNote
source: Service Note
th: หมายเหตุ บริการ

# kLang_YouHavetoRegister
source: Please register your profile before booking services, would you like to register now?
th: กรุณาลงทะเบียนโปรไฟล์ก่อนจองรับบริการ คุณต้องการจะลงทะเบียนตอนนี้หรือไม่?

# kLang_YouhaveChoose_Vehicle
source: Please select your desired vehicle.
th: กรุณาเลือกรถที่ท่านต้องการ

# kLang_YouhaveChoose_Service
source: Please select your desired service.
th: กรุณาเลือกบริการที่ท่านต้องการ

# kLang_YouhaveChoose_Branch
source: Please select your desired branch.
th: กรุณาเลือกสาขาที่ท่านต้องการ

# kLang_YouhaveChoose_Date
source: Please select your desired date.
th: กรุณาเลือกวันที่ที่ท่านต้องการ

# kLang_YouhaveChoose_Date_Selected
source: Oops, your dates are before today, can you please reselect your desired booking date?
th: ขอโทษคะ วันที่ที่คุณเลือกอยู่ก่อนหน้าวันนี้ กรุณาเลือกวันที่ที่ท่านต้องการใหม่

# kLang_YouhaveChoose_Time
source: Please select your desired time.
th: กรุณาเลือกเวลาที่ท่านต้องการ

# kLang_YouhaveChoose_TimeServiceFrom8To17
source: Our services are only avaiiable between 08:00 to 17:00, can you please re-select?
th: การให้บริการของเราอยู่ระหว่างเวลา 08:00 ถึง17:00 กรุณาเลือกเวลาที่ท่านต้องการใหม่

# kLang_BookingService
source: Booking Service
th: บริการจอง

# kLang_BookService
source: Book
th: บุ๊ค

# kLang_RequestThisBooking
source: Submit request
th: ส่งคำขอ

# kLang_ConfirmThisBooking
source: Submit this booking
th: ส่งการจองนี้

# kLang_Vehicle
source: Vehicle
th: รถยนต์ของฉัน

# kLang_Branch
source: Branch
th: สาขา

# kLang_Type
source: Type
th: ประเภท

# kLang_Date
source: Date
th: วันที่

# kLang_Note
source: Note
th: หมายเหตุ

# kLang_Status
source: Status
th: สถานะ

# kLang_Plate
source: Plate:
th: ทะเบียน

# kLang_Model
source: Model:
th: รุ่น

# kLang_OpenInAppleMap
source: Show navigation in Apple Map
th: แสดงการนำทางบน Apple Map

# kLang_OpenInGoogleMap
source: Show navigation in Google Map.
th: แสดงการนำทางบน Google Map

# kLang_DirectFromCur
source: Directions From Current Location
th: ทิศทางจากที่อยู่ปัจจุบัน

# kLang_CallSOS
source: Call SOS Service
th: โทร SOS บริการ

# kLang_AreYouSure
source: Please confirm your selection.
th: กรุณายืนยันการเลือกของท่าน

# kLang_YES
source: YES
th: ใช่

# kLang_NO
source: NO
th: ไม่

# kLang_OK
source: OK
th: ตกลง

# kLang_Cancel
source: Cancel
th: ยกเลิก

# kLang_Done
source: Done
th: เสร็จ

# KLang_Error
source: Error
th: ความผิด

# kLang_BookingSent
source: Your booking is now confirmed.
th: การจองของคุณได้รับการยืนยันแล้วคะ

# kLang_addEventSuccess
source: We have added your booking to your personal calendar as well.
th: เราได้ทำการเพิ่มการจองของท่านในปฏิทินส่วนตัวของท่านแล้วด้วย

# kLang_PleaseWaitConfirm
source: Please wait for confirmation from our staff.
th: กรุณารอการยืนยันจากพนักงานของเรา

# kLang_YouHaveNoVehicle
source: Your profie doesn't have any vehicles yet, please add your vehicle.
th: โปรไหล์ของคุณยังไม่มีรถ กรุณาเพิ่มรถของท่าน

# kLang_SaveSuccessfully
source: Your data has been saved.
th: ข้อมูลของคุณถูกบันทึกแล้ว

# kLang_Name
source: Name
th: ชื่อ

# kLang_Email
source: Email
th: อีเมล

# kLang_Tel
source: Tel.
th: โทร.

# kLang_DefaultVehicle
source: Default Vehicle
th: เริ่มต้น ยานพาหนะ

# kLang_FavoriteBranch
source: Favorite Branch
th: โปรด สาขา

# kLang_Save
source: Save
th: บันทึก

# kLang_AddVehicle
source: Add Vehicle
th: เพิ่ม ยานพาหนะ

# kLang_ConnectToFacebook
source: Connect to Facebook
th: เชื่อมต่อ ไปที่ Facebook

# kLang_ConnectToTwitter
source: Connect to Twitter
th: การเชื่อมต่อกับ Twitter

# kLang_ConnectedFB
source: Facebook Connected
th: Facebook เชื่อมต่อ

# kLang_ConnectedTW
source: Twitter Connected
th: Twitter เชื่อมต่อ

# kLang_PleaseInputYourVIN
source: Please input your VIN
th: กรุณาใส่ VIN ของคุณ

# kLang_ScanQRCode
source: Scan QR code
th: รหัส สแกน QR

# kLang_CheckVIN
source: Check VIN
th: ตรวจสอบ VIN

# kLang_VehicleModel
source: Vehicle Model
th: รุ่นรถ

# kLang_MyVehicle
source: My Vehicle(s)
th: รถยนต์ของฉัน

# kLang_LicensePlate
source: License Plate
th: ป้ายทะเบียน

# kLang_RegisterVehicle
source: Register Vehicle
th: ลงทะเบียน ยานพาหนะ

# kLang_PleaseInputVIN
source: Please input the last 7 digits of your car's VIN No.
th: กรุณากรอกเลข VIN 7 หลักสุดท้ายของรถของท่าน

# kLang_DealerDetail
source: Dealer Detail
th: รายละเอียด ดีลเลอร์

# kLang_Address
source: Address
th: ที่อยู่

# kLang_OpeningHours
source: Opening Hours
th: เวลาเปิด

# kLang_Call
source: Call
th: เรียก

# kLang_Next
source: Next
th: ถัดไป

# kLang_Previous
source: Previous
th: ย้อนกลับ

# kLang_Edit
source: Edit
th: แก้ไข

# kLang_NoProductFound
source: Oops, our system doesn't seem to find any products, please recheck or try again.
th: ขอโทษคะ ระบบของเราไม่สามารถหาผลิตภัณฑ์ใดๆได้ กรุณาตรวจสอบหรือลองอีกครั้ง

# KLang_BookOnline
source: Book Online
th: จองผ่านระบบ

# KLang_CallService
source: Call Service
th: จองทางโทรศัพท์

# kLang_ChangeEvent
source: Do you want to make changes to this event?
th: ท่านต้องการที่จะทำการแก้ไขรายการนี้หรือไม่?

# kLang_location
source: Your location services is now disabled.
th: การบริการสถานที่ของอุปกรณ์ท่านถูกปิดแล้ว

# kLang_bookingHasUpdated
source: Your booking has been altered, please check your updated booking.
th: การจองของท่านถูกแก้ไข กรุณาตรวจสอบการจองที่ถูกปรับปรุงแล้ว

# kLang_ConnectServer
source: Oops, your phone doesn't seem to be connected to the Internet.
th: ขอโทษคะ ดูเหมือนโทรศัพท์ของท่านไม่ได้เชื่อมต่อกับอินเตอร์เนท

# kLang_DoYouWantAddCalendar
source: Do you want me to add this to your personal calendar?
th: ท่านต้องการที่จะเพิ่มไปในปฏิทินส่วนตัวของท่านหรือไม่?

# kLang_EditBookingFailure
source: Sorry, we are unable to change your booking, please recheck or try again later.
th: ขอโทษคะ เราไม่สามารถแก้ไขการจองของท่าน กรุณาตรวจสอบอีกครับหรือลองอีกครั้งภายหลัง

# kLang_CanNotRemoveBooking
source: Sorry, we are unable to remove this booking, please recheck or try again later.
th: ขอโทษคะ เราไม่สามารถลบการจองของท่าน กรุณาตรวจสอบอีกครับหรือลองอีกครั้งภายหลัง

# kLang_BookingFailure
source: Your booking has failed, please try again.
th: การจองของท่านล้มเหลว กรุณาลองใหม่อีกครั้ง

# kLang_EmailAccountSettings
source: There are no email configured in your profile, please add an email address in your settings.
th: ไม่มีอีเมล์กำหนดในโปรไฟล์ของท่าน กรุณาเพิ่มที่อยู่อีเมล์

# kLang_NoEmailAccount
source: There are no email configured in your profile, please add an email address.
th: ไม่มีอีเมล์กำหนดในโปรไฟล์ของท่าน กรุณาเพิ่มที่อยู่อีเมล์

# kLang_SureToCall
source: Do you want to call now?
th: ท่านต้องการที่จะโทรตอนนี้หรือใหม่?

# kLang_CanNotUpdateProfile
source: Sorry, we are unable to edit your profile, please recheck or try again later.
th: ขอโทษคะ เราไม่สามารถแกไขโปรไฟล์ของท่าน กรุณาตรวจสอบอีกครับหรือลองอีกครั้งภายหลัง

# kLang_Savedlocalsuccessfully
source: Your information has been saved locally.
th: ข้อมูลของท่านถูกบันทึกในอุปกรณ์แล้วคะ

# KLang_ServerSuccessfully
source: Your information has been saved to the server.
th: ข้อมูลของท่านถูกบันทึกในเซิร์ฟเวอร์แล้วคะ

# KLang_UseNewEmail
source: Please note that if you change to an new email address, all data will be replaced, are you sure you want to continue?
th: หากท่านแก้ไขที่อยู่อีเมล์ ข้อมูลทั้งหมดจะถูกแทนที่ ท่านต้องการที่จะทำต่อหรือไม่?

# kLang_CanNotMakeCall
source: Oops, your device doesn't support making a phone call right now.
th: ขอโทษคะ อุปกรณ์ของท่านไม่สนับสนุนการโทรศัพท์ตอนนี้คะ

# kLang_CallEmergencyService
source: Do you want to call Emergency Service now?
th: ท่านต้องการที่จะโทรบริการฉุกเฉินเลยหรือไม่?

# kLang_VINNumberInvalid
source: Sorry, your VIN number is invalid, please recheck your input value.
th: ขอโทษคะ เลข VIN ของท่านไม่ถูกต้อง กรุณาตรวจสอบค่าของท่านกรอก

# kLang_AddVehicleError.
source: Sorry, we are unable to add your vehicle, please recheck or try again later.
th: ขอโทษคะ เราไม่สามารถเพิ่มรถของท่านได้ กรุณาตรวจสอบอีกครับหรือลองอีกครั้งภายหลัง

# kLang_InputAllField
source: Oops, have you forgotten to enter some of the required fields? Please recheck or try again later.
th: ขอโทษคะ ท่านลืมป้อนข้อมูลภาคบังคับบ้างช่องหรือเปล่าคะ? กรุณาตรวจสอบอีกครับหรือลองอีกครั้งภายหลัง
